import java.util.Scanner;
import java.util.Random;

public class ClassA {
    /*განსაზღვრეთ კლასი A: მთელი ტიპის m[10] მასივით; 4 მეთოდით;
    მეთოდი 1: ანიჭებს m მასივის ელემენტებს მნიშვნელობებს
    კლავიატურიდან.
    მეთოდი 2: ანიჭებს m მასივის ელემენტებს შემთხვევით მნიშვნელობებს
    [0; 15] შუალედუდან.
    მეთოდი 3: გვიბრუნებს იმ ელემენტების მნიშვნელობათა ჯამს, რომლის
    მნიშვნელობა თავის ინდექსზე ნაკლებია.
    მეთოდი 4: გვიბრუნებს იმ ელემენტების ინდექსების ნამრავლს, რომლის
    მნიშვნელობა თავის ინდექსზე მეტია.*/
    Scanner scan = new Scanner(System.in);
    Random random = new  Random();


    public int Methodi1(){

    }



}
