public class ClassB {
    //2)	განსაზღვრეთ კლასი B: ორი მთელი ტიპის ცვლადით a და b; ორი თვისებებით _a და _b.
    //თვისება _a: ახდენს a ცვლადის ინიციალიზაციას, a ცვლადს ანი¬ჭებს მხოლოდ დადებით მნიშვნელობას;
    //თვისება _b: ახდენს b ცვლადის ინიციალიზაციას, b ცვლადს ანი¬ჭებს მხოლოდ სამნიშნა დადებით მნიშვნელობას;
    //მეთოდი 1:  ბეჭდავს სამ შემთხვევით რიცხვს a-სა და b-ს შორის;
    //მეთოდი 2:  ბეჭდავს a-ს სამ ჯერად რიცხვს;
    //მეთოდი 3:  ბეჭდავს b-ს ციფრებით შედგენილ ყველა შესაძლო რიც¬ხვებს;
    //მეთოდი 4:  აბრუნებს b-ს ჩანაწერში არსებულ ყველაზე დიდ ციფრს.

    int a,b;

    


}
